IDEA StatiCa Open Model
ResultOfLoadingItem.Loading Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Loading
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Loading Loading { get; set; }
Public Property Loading As Loading
	Get
	Set
public:
property Loading^ Loading {
	Loading^ get ();
	void set (Loading^ value);
}
Property Value
Type: Loading
See Also
Reference
ResultOfLoadingItem Class
IdeaRS.OpenModel.Result Namespace